---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentPrintedEventArgs
source: html/62c137e2-0c70-8bb2-1b12-db42f5694a1d.htm
---
# DocumentPrintedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.